Repository: klausbreyer/password-protection-shareable-links
Catalog: languages/passpass-*.po
Languages: pt_pt, uk

source: Welcome!
pt_pt: Bem-vindo!
uk: Ласкаво просимо!

source: You have received a special access link that allows you to directly access specific content that is otherwise protected by a password. This link already contains the required password in encrypted form. Please confirm below how long you would like to stay logged in to seamlessly access the content without having to enter the password again.
pt_pt: Recebeu um link de acesso especial que lhe permite aceder diretamente a conteúdos específicos que, de outra forma, estariam protegidos por uma senha. Este link já contém a senha necessária em forma encriptada. Por favor, confirme abaixo quanto tempo gostaria de permanecer conectado para aceder aos conteúdos sem necessidade de inserir novamente a senha.
uk: Ви отримали спеціальне посилання для доступу, яке дозволяє вам безпосередньо доступитися до певного контенту, що інакше захищено паролем. Це посилання вже містить необхідний пароль у зашифрованій формі. Будь ласка, підтвердіть нижче, як довго ви хочете залишатися в системі, щоб безперебійно отримувати доступ до контенту без необхідності вводити пароль знову.

source: How long would you like to stay logged in?
pt_pt: Quanto tempo gostaria de permanecer conectado?
uk: Як довго ви хочете залишатися в системі?

source: 1 hour
pt_pt: 1 hora
uk: 1 година

source: 1 day
pt_pt: 1 dia
uk: 1 день

source: 1 week
pt_pt: 1 semana
uk: 1 тиждень

source: 1 month
pt_pt: 1 mês
uk: 1 місяць

source: 1 year
pt_pt: 1 ano
uk: 1 рік

source: Confirm Access
pt_pt: Confirmar Acesso
uk: Підтвердити доступ

source: You are about to enter a password-protected page. To access the protected content, you need to enter the correct password. Please also select how long you want to access the content without entering the password again.
pt_pt: Está prestes a entrar numa página protegida por senha. Para aceder ao conteúdo protegido, precisa de inserir a senha correta. Por favor, selecione também quanto tempo quer aceder ao conteúdo sem ter de inserir a senha novamente.
uk: Ви збираєтеся ввійти на сторінку, захищену паролем. Щоб отримати доступ до захищеного контенту, вам потрібно ввести правильний пароль. Також будь ласка, виберіть, як довго ви хочете отримувати доступ до контенту без повторного введення пароля.

source: The entered password is incorrect. Please try again.
pt_pt: A senha introduzida está incorrecta. Por favor, tente novamente.
uk: Введений пароль невірний. Будь ласка, спробуйте ще раз.

source: Please enter the password:
pt_pt: Por favor, introduza a senha:
uk: Будь ласка, введіть пароль:

source: Access
pt_pt: Acesso
uk: Доступ

source: The password in your link is outdated or incorrect. Please request a new link or contact the website administrator.
pt_pt: A senha no seu link está desatualizada ou é incorreta. Por favor, solicite um novo link ou contacte o administrador do website.
uk: Пароль у вашому посиланні застарілий або невірний. Будь ласка, запросіть нове посилання або зв'яжіться з адміністратором веб-сайту.

source: The plugin is not yet configured.
pt_pt: O plugin ainda não está configurado.
uk: Плагін ще не налаштовано.

source: Go to settings.
pt_pt: Ir para as configurações.
uk: Перейти до налаштувань.

source: With this link, anyone will have direct access to the protected page or post. After accessing, free navigation is possible as if the password was manually entered. The password is securely encrypted in this link to ensure data protection.
pt_pt: Com este link, qualquer pessoa terá acesso direto à página ou post protegido. Após aceder, a navegação livre é possível como se a senha fosse inserida manualmente. A senha está seguramente encriptada neste link para garantir a proteção de dados.
uk: За допомогою цього посилання будь-хто матиме прямий доступ до захищеної сторінки або публікації. Після доступу вільна навігація можлива так, ніби пароль було введено вручну. Пароль безпечно зашифровано в цьому посиланні, щоб забезпечити захист даних.

source: Important:
pt_pt: Importante:
uk: Важливо:

source: This link should only be shared with trusted individuals. Anyone who possesses this link will have access to all protected content.
pt_pt: Este link só deve ser partilhado com pessoas de confiança. Qualquer pessoa que possua este link terá acesso a todo o conteúdo protegido.
uk: Це посилання слід передавати лише перевіреним особам. Кожен, хто має це посилання, матиме доступ до всього захищеного контенту.

source: Your secure link:
pt_pt: O seu link seguro:
uk: Ваш безпечний посилання:

source: Copy
pt_pt: Copiar
uk: Копіювати

source: Settings for PassPass - Password Protection with Shareable Links
pt_pt: Configurações para Proteção de Senha com Links Partilháveis
uk: Налаштування для PassPass - Захист паролем з посиланнями для спільного доступу

source: Enable Password Protection
pt_pt: Ativar Proteção de Senha
uk: Увімкнути захист паролем

source: Password
pt_pt: Senha
uk: Пароль

source: Enter your settings for password protection here.
pt_pt: Introduza aqui as suas configurações para proteção por senha.
uk: Введіть тут свої налаштування для захисту паролем.

source: Password Protection with Shareable Links
pt_pt: Proteção de Senha com Links Partilháveis
uk: Захист паролем з посиланнями для спільного доступу

source: is installed but not configured correctly. Please set a password and enable password protection in the
pt_pt: está instalado mas não está configurado corretamente. Por favor, defina uma senha e ative a proteção de senha nas
uk: встановлено, але не налаштовано правильно. Будь ласка, встановіть пароль та увімкніть захист паролем у

source: plugin settings
pt_pt: configurações do plugin
uk: налаштуваннях плагіну
